<?php 
include('./header.php');
 
?>
<link rel="stylesheet" href="./all.css">

<div class="container">
    <h1 class="h1-1">關於我們-美麗鐘錶</h1>
<p class="p-1">
 借祖兆斥明幾采根祖收葉金口由視上：了田甲飽友住八就住因七每路丁兄多，
 手追怕半海知到、面弓師干夕地蝸。<br/>
 飽寸真意冒兔合把一民士良老昔百喝的它？首樹止苦服木白足。    
</p>
<br/>
<p class="p-1">
 借祖兆斥明幾采根祖收葉金口由視上：了田甲飽友住八就住因七每路丁兄多，
 手追怕半海知到、面弓師干夕地蝸。<br/>
 飽寸真意冒兔合把一民士良老昔百喝的它？首樹止苦服木白足。    
</p>
<br/>
<p class="p-1">
 借祖兆斥明幾采根祖收葉金口由視上：了田甲飽友住八就住因七每路丁兄多，
 手追怕半海知到、面弓師干夕地蝸。<br/>
 飽寸真意冒兔合把一民士良老昔百喝的它？首樹止苦服木白足。    
</p>
<br/>
<p class="p-1">
 借祖兆斥明幾采根祖收葉金口由視上：了田甲飽友住八就住因七每路丁兄多，
 手追怕半海知到、面弓師干夕地蝸。<br/>
 飽寸真意冒兔合把一民士良老昔百喝的它？首樹止苦服木白足。    
</p>
<br/>

</div>
<?php include('./footer.php'); ?>